import React from 'react';
import diploma from '../../assets/diplom.png'

const Result = () => {
    return (
        <section className="result">
            <div className="result__container">
                <h2>
                    Результаты после обучения
                </h2>
                <div className="result__component">
                    <div>
                        <h3>Фундамент для карьерного роста</h3>
                        <p>
                            Мы даем знания, которые станут фундаментом для получения других сильных ИТ-навыков. Вы
                            получите
                            базу, которая позволит адаптироваться под запросы рынка труда и регулярно получать выгодные
                            предложения по работе.
                        </p>
                        <p>
                            У же через несколько месяцев после старта программы вы сможете найти подработку и продолжать
                            обучаться. Это поможет наращивать реальный опыт и понимание, как развиваться дальше.
                        </p>
                    </div>
                    <div>
                        <h3>
                            Портфолио из ваших работ
                        </h3>
                        <p>
                            Во время обучения вы будете создавать ИТ-проекты: сайты, программы или приложения. Из них вы
                            соберете портфолио, которое покажете работодателю или заказчику.
                        </p>
                    </div>
                </div>

                <div className="result__diploma">
                    <img src={diploma}
                         alt="student diplom"
                         aria-label="student diplim"/>
                    <p>После успешного прохождения выпускных испытаний студенты получают документ, подтверждающий
                        уровень их компетенций.</p>
                </div>
            </div>
        </section>
    )
}

export default Result
